Repository: FELTRINCyril/Note
Catalog: Packages/SlateFeatures/Sources/SlateFeatures/Localizable.xcstrings
Source language: fr
Languages: en

# sidebar.newNote.defaultTitle
source: Nouvelle note
en: New note

# sidebar.section.favorites
source: Favoris
en: Favorites

# sidebar.section.spaces
source: Espaces
en: Spaces

# sidebar.workspace.placeholderName
source: Espace de travail
en: Workspace

# sidebar.workspace.subtitle
source: Espace de travail
en: Workspace

# sidebar.workspace.switcherHelp
source: Le sélecteur multi-espaces de travail arrive en phase 19.
en: Multi-workspace switching arrives in phase 19.

# space.default.name
source: Général
en: General

# toolbar.ai
source: Assistant IA
en: AI assistant

# toolbar.ai.disabledHelp
source: Assistant IA : disponible dans une phase ultérieure.
en: AI assistant: available in a later phase.

# toolbar.edit
source: Édition
en: Edit

# toolbar.edit.disabledHelp
source: Éditeur de blocs : disponible en phase 5.
en: Block editor: available in phase 5.

# toolbar.search
source: Rechercher
en: Search

# toolbar.search.disabledHelp
source: Recherche : disponible en phase 15.
en: Search: available in phase 15.

# toolbar.sync.disabledDebug
source: Synchronisation iCloud désactivée (développement)
en: iCloud sync disabled (development)

# toolbar.sync.enabled
source: Synchronisation iCloud activée
en: iCloud sync enabled

# toolbar.toggleList
source: Afficher/masquer la liste
en: Show/hide list

# toolbar.toggleList.help
source: Afficher/masquer la liste de notes (Cmd+2)
en: Show/hide note list (Cmd+2)

# toolbar.toggleSidebar
source: Afficher/masquer la barre latérale
en: Show/hide sidebar

# toolbar.toggleSidebar.help
source: Afficher/masquer la barre latérale (Cmd+1)
en: Show/hide sidebar (Cmd+1)

# trash.banner.retention
source: Les notes sont supprimées définitivement au bout de %d jours.
en: Notes are permanently deleted after %d days.

# trash.count.zero
source: Aucune note
en: No notes

# trash.deleteAlert.confirm
source: Supprimer
en: Delete

# trash.deleteAlert.message.manyAttachments
source: Cette note et ses %d pièces jointes seront effacées de tous vos appareils. Cette action est irréversible.
en: This note and its %d attachments will be erased from all your devices. This action is irreversible.

# trash.deleteAlert.message.noAttachments
source: Cette note sera effacée de tous vos appareils. Cette action est irréversible.
en: This note will be erased from all your devices. This action is irreversible.

# trash.deleteAlert.message.oneAttachment
source: Cette note et sa pièce jointe seront effacées de tous vos appareils. Cette action est irréversible.
en: This note and its attachment will be erased from all your devices. This action is irreversible.

# trash.deleteAlert.title
source: Supprimer définitivement « %@ » ?
en: Permanently delete "%@"?

# trash.elapsed.manyDays
source: Supprimée il y a %d jours
en: Deleted %d days ago

# trash.elapsed.oneDay
source: Supprimée il y a 1 jour
en: Deleted 1 day ago

# trash.elapsed.today
source: Supprimée aujourd'hui
en: Deleted today

# trash.empty.description
source: Les notes supprimées restent ici 30 jours avant d'être effacées définitivement.
en: Deleted notes stay here for 30 days before being permanently erased.

# trash.empty.title
source: Corbeille vide
en: Trash Empty

# trash.emptyButton
source: Vider la corbeille
en: Empty Trash

# trash.emptyConfirm.confirm
source: Vider
en: Empty

# trash.emptyConfirm.title
source: Vider la corbeille (%d notes) ?
en: Empty Trash (%d notes)?

# trash.expiration.days
source: Expire dans %d jours
en: Expires in %d days

# trash.expiration.today
source: Expire aujourd'hui
en: Expires today

# trash.expiration.tomorrow
source: Expire demain
en: Expires tomorrow

# trash.row.delete
source: Supprimer
en: Delete

# trash.row.locked
source: Verrouillée
en: Locked

# trash.row.restore
source: Restaurer
en: Restore

# trash.row.unlockToRestore
source: Déverrouiller pour restaurer
en: Unlock to Restore

# trash.row.wasInFolder
source: était dans %@
en: was in %@

# trash.title
source: Corbeille
en: Trash

# workspace.default.name
source: Espace de travail
en: Workspace

# workspaceBootstrap.error.title
source: Impossible de préparer l'espace de travail
en: Unable to prepare the workspace
